Repository: Gktwo/GrasscutterCommandGenerator
Catalog: Source/GrasscutterTools/Forms/FormShopEditor.*.resx
Languages: ru_ru

# GrpShopList.Text
source: 商店列表
ru_ru: Список магазинов

# GrpGoodsList.Text
source: 商品列表
ru_ru: Список товаров

# BtnClearGoods.Text
source: × 清空
ru_ru: × Очистить

# BtnDeleteGoods.Text
source: - 删除
ru_ru: - Удалить

# GrpItems.Text
source: 物品列表
ru_ru: Список предметов

# GrpGoodsInfo.Text
source: 商品信息
ru_ru: Информация о товарах

# BtnSaveGoods.Text
source: √ 添加或更新
ru_ru: √ Добавить или обновить

# LblRefreshModeLabel.Text
source: 刷新方式：
ru_ru: Обновить режим:

# LblBuyLevelLabel.Text
source: 限购等级：
ru_ru: Buy level:

# LblEndTimeLabel.Text
source: 下架时间：
ru_ru: Время окончания:

# LblBeginTimeLabel.Text
source: 上架时间：
ru_ru: Время начала:

# LblCostItem4Label.Text
source: 消耗物品4：
ru_ru: Cast item 4:

# LblCostItem3Label.Text
source: 消耗物品3：
ru_ru: Cast item 3:

# LblCostItem2Label.Text
source: 消耗物品2：
ru_ru: Cast item 2:

# LblCostItem1Label.Text
source: 消耗物品1：
ru_ru: Cast item 1:

# LblCostMcoinLabel.Text
source: 消耗创世结晶：
ru_ru: Кристалл:

# LblCostScoinLabel.Text
source: 消耗摩拉：
ru_ru: Мора:

# LblCostHcoinLabel.Text
source: 消耗原石：
ru_ru: Камень Истока:

# LblBuyLimitLabel.Text
source: 限购数量：
ru_ru: Buy limit:

# LblGoodsIdLabel.Text
source: 商品ID：
ru_ru: Goods Id:

# LblGoodsItemLabel.Text
source: 商品：
ru_ru: Goods:

# LnkGenGoodsId.Text
source: 生成ID
ru_ru: Создать ID

# BtnSave.Text
source: 保存
ru_ru: Сохранять

# BtnLoad.Text
source: 加载
ru_ru: Загрузить

# LblShopPathLabel.Text
source: Shop.json 路径：
ru_ru: Shop.json дорожка:
